Repository: ajespinoza/Tamsa.View.ProductionReport
Catalog: source/app/Tamsa.View.ProductionReport.View/Resources/ApplicationResources.*.resx
Languages: es_mx

# AcceptButton
source: Accept
es_mx: Aceptar

# ApplicationTitle
source: Exit Application Module
es_mx: Aplicación de Salida

source: Basket
es_mx: Bancal

source: Basket Number
es_mx: Número Bancal

# CancelButton
source: Cancel
es_mx: Cancelar

# CloseButton
source: Close
es_mx: Cerrar

source: Closed
es_mx: Cerrado

# ComplianceGraphTitle
source: Compliance Graph
es_mx: Gráfico de Cumplimiento

# ConfirmButton
source: Confirm
es_mx: Confirmar

# CopyNumber
source: Copy Numbers
es_mx: Número de copias

source: Date
es_mx: Fecha

# DeleteButton
source: Delete Bundle
es_mx: Borrar Atado

# DeleteTrackingButton
source: Delete Piece
es_mx: Borrar Pieza

# DestinyTrackingGroup
source: Destiny Bundle
es_mx: Atado Destino

source: Disabled
es_mx: Deshabilitado

# EditButton
source: Edit Bundle
es_mx: Editar Atado

source: Elaboration State
es_mx: Estado de Elab.

source: Enabled
es_mx: Habilitado

source: Exceeded
es_mx: Excedido

# ExitManagementTab
source: Exit Management
es_mx: Gestión

# ExitStatusTab
source: Exit Status
es_mx: Estatus

# FinishButton
source: Finish
es_mx: Terminar

source: Finished
es_mx: Terminado

# HistoricTab
source: Historic
es_mx: Histórico

source: In Process
es_mx: En proceso

# InsertButton
source: Insert Bundle
es_mx: Insertar Atado

# InsertTrackingButton
source: Insert Piece
es_mx: Insertar Pieza

source: IT Send Status:
es_mx: Estatus envío IT:

# ITSendStatusPending
source: Pending
es_mx: Pendiente

# Length
source: Length [m]
es_mx: Longitud [m]

source: Loaded
es_mx: Carg.

source: Lot Number
es_mx: Número Lote

# MessageDeleteTracking
source: Are you sure of to delete the selected pieces?
es_mx: ¿Esta seguro de borrar las piezas seleccionadas?

# MessageDeleteTrackingGroup
source: Are you sure of to delete the selected bundles?
es_mx: ¿Esta seguro de borrar los atados seleccionados?

# MoveTrackingButton
source: Move Pieces
es_mx: Mover Piezas

source: Non Assing Pieces
es_mx: Piezas no asignadas

source: Pending Pieces
es_mx: Piezas pendientes

source: Pieces
es_mx: Piezas

# PrintButton
source: Print Bundle
es_mx: Imprimir Atado

# PrinterDisabled
source: Disabled
es_mx: Deshabilitada

# PrinterEnabled
source: Enable
es_mx: Habilitada

source: Printer Name
es_mx: Nombre

# PrinterStatus
source: Status
es_mx: Estado

# PrinterTitle
source: Printer
es_mx: Impresora

# ProductInformationTitle
source: Product Information
es_mx: Información de Producto

source: Production Date
es_mx: Fecha Producción

# ProductionTrackingsGroup
source: Samples Cut
es_mx: Probetas a Cortar

# ProductsInformationTitle
source: Products Information By Shift
es_mx: Información de Productos en Turno

source: Product Status:
es_mx: Estatus de producto:

# ProductStatusFinished
source: Finished
es_mx: Terminado

# ProductStatusInProcess
source: In Process
es_mx: En Proceso

# ProductStatusPending
source: Pending
es_mx: Pendiente

# ReworkedTrackingsGroup
source: Reworked Bundles
es_mx: Atados Reproceso

# SelectByTrackingGroup
source: Select by capacity bundle
es_mx: Selecciónar por capacidad de atado

# SelectedTracking
source: Selected Pieces
es_mx: Piezas seleccionadas

# SendButton
source: Send Bundle
es_mx: Enviar Atado

# SendProductButton
source: Send
es_mx: Enviar

source: Shift
es_mx: Turno

# SourceTrackingGroup
source: Source Bundle
es_mx: Atado Origen

# Traceability
source: Traceability Type
es_mx: Tipo Traceabilidad

# TrackingGroup
source: Bundle
es_mx: Atado

# TrackingGroupDetail
source: Bundle Details
es_mx: Detalle de Atado

# TrackingGroupStatus
source: Bundle Status:
es_mx: Estatus Atado:

# TrackingGroupStatusITSendError
source: Error IT Send
es_mx: Error Envío IT

# TrackingGroupStatusITSendOK
source: OK IT Send
es_mx: OK Envío IT

# TrackingGroupStatusITSendPending
source: Pending IT Send
es_mx: Pendiente Envío IT

# TrackingNumber
source: Piece Number
es_mx: Número de Pieza

# TrackingsDetail
source: Pieces Details
es_mx: Detalle de Piezas

# Weight
source: Weight [ton]
es_mx: Peso [ton]

# PrintTrackingGroupTitle
source: Print Bundle
es_mx: Imprimir Etiqueta de Atado

# SendTrackingGroupTitle
source: Send Bundle
es_mx: Enviar Atado

# EditTrackingGroupTitle
source: Edit Bundle
es_mx: Editar Atado

# InsertTrackingGroupTitle
source: Insert Bundle
es_mx: Insertar Atado

source: Location
es_mx: Ubicación

# InsertTrackingTitle
source: Insert Bundle
es_mx: Insertar Pieza

# MoveTrackingTitle
source: Move Pieces
es_mx: Mover Pieza

# LoadedPiecesTitle
source: Loaded Pieces:
es_mx: Piezas Cargadas:

# ProducedPiecesTitle
source: Proceced Pieces:
es_mx: Piezas Procesadas:

# ProgrammedPiecesTitle
source: Programmed Pieces:
es_mx: Piezas Programadas:

# RejectProduct
source: Reject
es_mx: Descarte

# ReworkProduct
source: Rework
es_mx: Reproceso

# ScrapProduct
source: Scrap
es_mx: Chatarra

source: All
es_mx: Todos

# MessageSelectedZone
source: ٮYou must to select a basket!
es_mx: ¡Debe seleccionar un bancal!

source: Pending
es_mx: Pendiente

# TrackingStatus
source: Status
es_mx: Estatus

source: Specific
es_mx: Específico

source: Rejection Code
es_mx: Código Rechazo

source: Tracking ID
es_mx: ID Pieza

# MessageWarningSelectedTrackingGroup
source: ٮYou must to select only one register for this operation!
es_mx: ¡Debe seleccionar un registro a la vez para esta operación!

# MessageWarningSelectedTracking
source: ٮNot exist selected pieces!
es_mx: ¡No existen piezas seleccionadas!

# MessageWarningSelectedZone
source: ٮYou must to select a specific zone for execute this operation!
es_mx: ¡Debe seleccionar un bancal especifico para ejecutar esta operación!

# MessageWarningNonExistProduct
source: ٮNon exits a product in process!
es_mx: ¡No existe un producto en proceso!

source: Comments
es_mx: Comentarios

# MessageWarningMissingField
source: !A field is emply!
es_mx: ¡El codigo de rechazo o la cantidad de piezas no fue indicado, la transacción será cancelada!

# MessageWarningExceededPieces
source: ٮThe amount pieces is major that the loaded pieces!
es_mx: ¡La cantidad de piezas es mayor a las soportadas por el atado o no hay piezas disponibles para formarlo!

# MessageWarningSelectedTrackingGroupInProcess
source: ٮYou can not to select the bundle in process!
es_mx: ¡No es posible seleccionar el atado en este estado para esta acción!

# MessageWarningTrackingGroupSent
source: ٮThe bundle was sent to IT and the tracking number exits!
es_mx: ¡El atado ya fue enviado a IT y ya se tiene un numero de atado!

# MessageWarningTrackingGroupNonSent
source: ٮThe bundle is not sent to IT!
es_mx: ¡El atado no ha sido enviado a IT!

# CloseTrackingGroupButton
source: Close Bundle
es_mx: Cerrar Atado

# MessageCloseTrackingGroup
source: Are you sure of to close the selected bundle?
es_mx: ¿Esta seguro de cerrar el atado en proceso?

# MessageWarningSelectedTrackingGroupPending
source: ٮYou can not to select the bundle in status pending!
es_mx: ¡No es posible seleccionar el atado en este estado para esta acción!

# MaximumToLoad
source: Maximum
es_mx: Máximo
